Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/givssideapmi-mii-fertet-algit-iezaineamet.html.tmx
Source language: sme
Languages: sma

source: Givssideapmi – mii fertet álgit iežaineamet / Julggaštus givssideami vuostá / Oahpahus / Sámediggi - Sametinget
sma: Irhkeme - tjoerebe jïjtjenæjnene aelkedh / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Givssideapmi – mii fertet álgit iežaineamet
sma: Silje Karine Muotka, saemiedigkieraerie

source: Givssideapmi lea stuorra servodatváttisvuohta, maiddái sámi servodagas.
sma: Irhkeme akte stoerre dåeriesmoere siebriedahkesne, aaj saemien siebriedahkine.

source: Persovnnalaččat jáhkán mun ahte okta vejolaš doaibmabidju lea bidjat fuomášumi alccesis.
sma: Jïjtje vïenhtem akte råajvarimmie mejnie maahta aelkedh lea tsåatskelesvoetem jïjtjemh vööste stuvredh.

source: Mii rávisolbmot rollamodeallan.
sma: Mijjieh geerve almetjh goh råållamaallh.

source: Iežas ohcii geahččamis sáhttá leat nana váikkuhus ja guhkes áiggi doaibmabidju givssideami vuostá.
sma: Jïjtse oksen uvte sööpedh maahta akte guhkies råajvarimmie årrodh irhkemen vööste mij hijven illedahkh vadta.

source: Eanaš oahpaheaddjit, skuvllat ja vánhemat váldet máná ovdáneami ja oahppama duođas.
sma: Doh ellen jeanatjommes lohkehtæjjah, skuvlh jïh eejhtegh maanaj evtiedimmiem jïh lïerehtimmiem itjmieslaakan vaeltieh.

source: Danne lea eanaš ohppiin buorre dilli skuvllas ja astoáiggis.
sma: Dan åvteste dah jeanatjommes learohkh hijvenlaakan utnieh skuvlesne jïh eejehtallemisnie.

source: Dattetge diehtit mii váimmusteamet ahte buot oahppit eai fuomášuvvo dahje guldaluvvo, ja ahte ollugat gillájit givssideami ja loavkideami.
sma: Læjhkan dle mijjieh dan veele daejrebe fer jïjnjh learohkh eah vuajnelgh jallh govlelgh, jïh fer jïjnjh learohkh irhkemem jïh narrahtimmiem dåårjoeh.

source: Iskkadeamit čájehit ahte sámi mánáin lea stuorát riska gártat loavkiduvvot.
sma: Goerehtimmieh vuesiehtieh saemien maanah aktem stuerebe vaahram utnieh narrahtihks dåemiedimmiem dååjredh.

source: Mus lea nana jáhkku dasa ahte mii rávisolbmot sáhttit jorgalahttit dan, konkrehta ja eaŋkilis daguid bokte.
sma: jarkedh, jis vihties jïh aelhkie aath darjobe.

source: Ollugat mis leat dušše oanehis áiggi ovttas bearrašiin beaivválaččat.
sma: Gallesh mijjeste ajve åenehks bodth utnebe ektesne goh fuelhkie aarkebiejjien.

source: Mis lea vejolašvuohta háleštit boradettiin ja áiggis go leat ovttas vahkkoloahpaid.
sma: Gosse buertiebealesne tjahkasjibie jïh gosse ektesne hïeljine dellie astebe soptsestidh.

source: Mii fertet mánáid dihte jurddašit bures makkár fáttáid birra mii ságastallat málesbeavddi guoras.
sma: Mijjen maanaj gaavhtan dle byörebe hijvenlaakan ussjedidh mej aamhtesi bïjre mijjieh åajvahkommes soptsestibie gosse buertiebealesne tjahkasjibie.

source: Sáhttá háleštit dan birra mii lea geavvan dan beaivvi.
sma: Mijjieh dagke soptsestibie dan bïjre maam dååjreme daan biejjien.

source: Dahje sáhttá hállát áššiid birra nugo ovdamearkka dihte gieldaválgga ja politihkkariid birra, dahje min ođđa ránnjáid birra dahje máilmmipolitihka birra.
sma: Jallh maehtebe soptsestidh vuesiehtimmien gaavhtan tjïelteveeljemen jïh politihkeri bïjre, jallh mijjen orre kraannaj bïjre jallh veartenepolitihken bïjre.

source: Vaikko mii eat leat ge dihtomielalaččat, de sirdit mii árvvuid min mánáide.
sma: Jalhts mijjieh ibie dam vïenhth, dellie mijjieh mijjen aarvoeh sertiestibie mijjen maanide.

source: Hállat go mii buori earáid birra, vai eat ?
sma: Mijjieh hijvenligke soptsestibie jallh mij ?

source: Mánát speadjalastet min árvvuid, miellaguottuid, ovdagáttuid ja oainnuid eanet go mii rávisolbmot oppa jurddašit ge.
sma: Maanah mijjen aarvoeh, mïelh, vaanesovmh jïh vuajnoeh vuesiehtieh vielie goh mijjieh goh geerve almetjh vienhtieh.

source: Deaŧalaš lea diehtit ahte mii rávisolbmot sáhttit ollu váikkuhit givssideami, loavkideami ja hárdima unnideami dušše dan bokte go leat dihtomielalaččat miellaguottuid birra – ovdamearkka dihte borranbeavddis.
sma: Vihkeles daejredh mijjieh geerve almetjh maehtebe hijvenlaakan viehkiehtidh irhkemem, narrahtimmieh jïh daaresjimmiem giehpiedidh, jis ajve måjhtajibie mah mïelh mijjieh buektebe - vuesiehtimmien gaavhtan buertiebealesne. "

source: “ Giehta mii vuhtoda geahtu, stivre máilmmi ” daddjojuvvo.
sma: Gïete mij gïerhkemem suvtehte, veartenem stuvrie " lea jeahtasovveme.

source: Dat ferte mearkkašit dan ahte rávisolbmot sáhttet fievrridit árvvuid maiguin gudnejahttin, ovttaárvosašvuohta, gierdavašvuohta ja dohkkejupmi ovdánahttojuvvojit.
sma: Daate tjuara jiehtedh mijjieh geerve almetjh maehtebe aarvoeh sertiestidh mah seahkarimmiem, seamma- aarvoem, goerkesadtemem jïh jååhkesjimmiem eevtjieh.

source: Skuvllas ja mánáidgárddis leat buot rávisolbmot rollamodeallat.
sma: Skuvlesne jïh maanagiertesne gaajhkh geerve almetjh råållamaallh.

source: Ii dušše mánáidgárdeoahpaheaddji, assisteanta dahje oahpaheaddji, muhto maiddái viessohoaiddár ja bassit, ja dieđusge dearvvašvuođadivššárat.
sma: Ij ajve maanagïertelohkehtæjja, klahke jallh lohkehtæjjah, men aaj vaeptiemïestere jïh dah mah bissieh, jïh ij goh unnemes healsoesåjhterh.

source: Ollu oktavuođain oidnet sii ohppiid geain ii leat nu buorre dilli skuvllas dahje ruovttus.
sma: Gelliej veajkoej dah learohkh vuejnieh mah eah dan hijven skuvlesne jïh gåetesne utnieh.

source: Sierranas sivaid geažil eai vállje buot gielddat vuoruhit dearvvašvuođadivššárfálaldaga dahje geahpedit dahje rievdadit eará rávisolbmuid leahkima skuvllain, mánáidgárddiin ja astoáiggefálaldagas.
sma: Joekehts fåantoej gaavhtan dle såemies tjïelth veeljieh healsoesåjhterefaalenassem giehpiedidh, jallh giehpiedieh man gellie jïh man guhkiem doh geerve almetjh edtjieh skuvline, maanagiertine jïh eejhtallemefaalenassine årrodh.

source: Dalle lea čielggas maiddái ahte vejolaš rollamodeallat ja fuolahusolbmot geahpeduvvojit mánáin geat sin dárbbašit.
sma: Dellie byöroe aaj daejredh dellie råållamaallide jïh hoksealmetjidie giehpede dejtie maanide mah sjïere hoksem daarpesjieh.

source: Mánáin lea ovddasvástádus das movt sii láhttejit guđet guimmiideasetguin.
sma: Maanaj lea dïedte guktie dah sinsitnien vööste dåemiedieh.

source: Mis rávisolbmuin lea dattetge ovddasvástádus bagadit máná ja nuorra olbmuid.
sma: Mijjieh geerve almetjh læjhkan dïedtem utnebe maanide jïh noeride bïhkedidh.

source: Dat mearkkaša dan ahte mis ii leat dušše ovddasvástádus cuiggodit dohkketmeahttun láhttenvugiid, muhto maiddái rámiidit sin geat čájehit gierdavašvuođa ja olmmošlašvuođa guđet guimmiidasaset.
sma: Daate sæjhta jiehtedh mijjieh ibie ajve dïedtem utnieh vesties dåemiedimmiem staeriedidh maam, men aaj dejtie girmedh gosse goerkesadtemem jïh goerkesem mubpide almetjidie vuesiehtidh.

source: Dohkketmeahttun ja loavkašuhtti láhttenvuohki neahtas, giehtatelefovnnain ja sosiála mediain oažžu dávjá fuomášumi.
sma: Vesties jïh narra-Stihke dåemiedimmie gedtesne, mobijlesne jïh sosijaale meedijinie daamtaj stoerre tsåatskelesvoetem åådtje.

source: Mun oaivvildan ahte mis lea ovddasvástádus maiddái bagadit mánáid ja nuoraid sosiála mediaid geavaheamis positiivvalaš ja konstruktiivvalaš vuogi mielde.
sma: Manne vïenhtem mijjieh aaj dïedtem utnebe maanide jïh noeride bïhkedidh guktie edtja dejtie sosijaale meedijidie nuhtjedh hijven jïh sjiehteleslaakan.

source: Dovddahit ahte lea buorre searvvahit earáid ja ahte lea buorre jos sii čájehit sosiála oamedovddu.
sma: Soptsestidh ihke hijven mubpide meatan vaeltedh, jïh joekoen hijven jis baahkoe vaajmoem vuesiehtieh.

source: Sámediggi lea ollu jagiid searvan givssideami eastadanbargui, riikaviidosaš barggu bokte givssideami eastadanmanifeasttain.
sma: Saemiedigkie lea gellie jaepieh guejmine orreme barkosne irhkemen vööste, dan laantenvijries barkoen tjïrrh Manifeeste irhkemen vööste.

source: Dán jagi kampánjavahkku – čájet beroštumi – álggahuvvo 40. vahkus ja vuođđuduvvá bargui mii ovdal lea dahkkojuvvon.
sma: Daan jaepien kampanjevåhkoe - Darjoeh joekehtsem - aalka våhkoen 40 - bigkie dan barkose mij lea aarebi dorjesovveme.

source: Kampánja galgá čájehit movt mii buohkat sáhttit beroštit, háhkan dihte ustitvuođa, váikkuhit searvvaheami ja eastadit givssideami.
sma: Kampanje edtja vuesiehtidh guktie fïereguhte mijjeste maahta aktem joekehtsem darjodh, juktie vienevoetem sjugniedidh, feerhmeminie viehkiehtidh jïh irhkemem heerredidh.

source: Mun ávžžuhan sihke mánáid, nuoraid ja rávisolbmuid: doaibmat buoremus rollamodeallan.
sma: Mov haesteme dovne maanide, noeride jïh geerve almetjidie: årrode dejtie bööremes råållamaallide.

source: Leage rámis das gii don leat.
sma: Årrode aktem maam maahta girmedh.

source: Leage ustit.
sma: Årrode voelpe.
